[
  {
    "name": "안동시",
    "englishName": "Andong",
    "type": "시",
    "landmarks": ["하회마을", "임청각", "봉정사 극락전"],
    "description": "낙동강에 위치한 대한민국의 도시로, 옥외 유산 박물관으로 유명합니다. 안동민속박물관은 결혼식과 같은 전통 의식을 설명하는 전시물과 재연을 사용합니다. 야외 공간에는 짚집과 조각된 토템 폴 두 개가 있습니다. 도시 서쪽에는 타일 지붕집과 전통 음식이 있는 하회마을이 있습니다. 인근에는 부용대 절벽이 넓은 강을 내려다보는 경치가 있습니다."
  },
  {
    "name": "안산시",
    "englishName": "Ansan",
    "type": "시",
    "landmarks": ["바다향기 수목원", "시화 낙래 휴게소"],
    "description": "대한민국 경기도에 위치한 도시로, 서울의 남서쪽에 있으며 서울 국립 수도권 지역의 일부입니다. 서울 지하철 4호선을 통해 서울과 연결되어 있습니다. 이 도시는 황해에 인접하고 그 관할권 내에 몇몇 섬이 있습니다."
  },
  {
    "name": "안성시",
    "englishName": "Anseong",
    "type": "시",
    "landmarks": ["미리내 성지", "아쿠아필드 안성", "서운산 자연휴양림"],
    "description": "대한민국 경기도에 위치한 도시로, 서울에서 남쪽으로 약 80 킬로미터 떨어져 있습니다. 지리적 위치는 북위 37도, 동경 127도 16분입니다. 안성은 '명인의 도시'로 알려져 있으며 황동기와 공예품을 생산하는 데 알려져 있습니다. 봄에서 가을까지 안성은 자체적으로 남사당 느리 축제를 개최합니다."
  },
  {
    "name": "서울",
    "englishName": "Seoul",
    "type": "특별시",
    "landmarks": ["경복궁", "N_____ 타워", "북촌 한옥 마을"],
    "description": "대한민국의 수도로, 현대의 고층 빌딩, 고급 지하철, 대중 문화가 불교 사원, 궁전 및 거리 시장과 만나는 거대한 대도시입니다. 주목할 만한 명소로는 곡선 아키텍처와 지붕 정상의 동대문 디자인 플라자, 한 때 7,000개 이상의 방이 있던 경복궁, 고찰과 소나무가 자리한 조계사 등이 있습니다."
  },
  {
    "name": "부산",
    "englishName": "Busan",
    "type": "광역시",
    "landmarks": ["해동 용궁사", "범어사", "감천 문화 마을"],
    "description": "대한민국의 대형 항구 도시로, 해변, 산과 사원으로 유명합니다. 활기찬 해운대 해변에는 바다생물 수족관과 끈적이는 밀실 경기처럼 전통 놀이를 포함한 민속 광장이 있으며 광안리 해변에는 많은 바와 현대 다이아몬드 다리 전망대가 있습니다. 부모사는 678년에 설립된 불교 사원으로 금정산의 베이스에 있으며 등산로가 있습니다."
  },
  {
    "name": "인천",
    "englishName": "Incheon",
    "type": "광역시",
    "landmarks": ["그랜드 파크", "송도 센트럴 파크", "현대 프리미엄 아울렛, 송도"],
    "description": "대한민국의 수도 서울과 경계에 위치한 도시로, 오랫동안 교통 허브로 알려져 왔습니다. 현대적인 인천 국제 공항은 서울과 기차로 연결되어 있으며 카지노, 스파 및 골프 코스를 갖추고 있습니다. 인천 어시장과 가까운 연안 부두는 많은 배 투어의 출발지입니다. 인천은 또한 영종과 무의동을 포함한 해변이 있는 섬으로 알려져 있습니다."
  },
  {
    "name": "동두천시",
    "englishName": "Dongducheon",
    "type": "시",
    "landmarks": ["놀자숲", "원효폭포", "칠봉산"],
    "description": "대한민국 경기도에 위치한 도시로, 서울 북쪽에 전략적으로 중요합니다. 미국 제2 보병사단의 주요 기지가 도시 내에 있으며 사단 지휘부는 의정부에 있습니다."
  },
  {
    "name": "오산시",
    "englishName": "Osan",
    "type": "시",
    "landmarks": ["세마대", "죽미체육공원", "버드 파크"],
    "description": "대한민국 경기도에 위치한 도시로, 서울에서 약 35km 남쪽에 있습니다. 이 도시의 인구는 약 20만 명입니다. 지역 경제는 농업과 산업 기업의 조합으로 지원됩니다."
  }
]
